{
  "_class": "symbolInstance",
  "do_objectID": "B8117FC3-4316-46AB-A368-22EBF921E0D1",
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "C9B62452-679F-490E-A67F-B9868D0DC09C",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "A1A938FC-46E0-4687-9D38-14F26EBBF2FB",
    "height": 582,
    "width": 394,
    "x": 562,
    "y": 182
  },
  "horizontalSpacing": 0,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "name": "Card Copy",
  "nameIsFixed": false,
  "overrideValues": [
    {
      "_class": "overrideValue",
      "do_objectID": "D612F0B2-8264-4942-9ACC-609AA0B459C1",
      "overrideName": "7A64D8A0-0DA4-4231-9862-B440CEDF5F96_image",
      "value": {
        "_class": "MSJSONFileReference",
        "_ref": "images/6c655d852af53b49c50b6e3875001e0b4a04f6db",
        "_ref_class": "MSImageData"
      }
    },
    {
      "_class": "overrideValue",
      "do_objectID": "DCF5EB00-FB58-4B08-A4C2-89440F466017",
      "overrideName": "889C669C-5ACD-47B0-8811-F5C1E3390E52_stringValue",
      "value": "Points 80327"
    },
    {
      "_class": "overrideValue",
      "do_objectID": "6BD16559-E2D0-4310-A551-5F5632386F5A",
      "overrideName": "C57E3164-554A-46DA-B020-E415BC5AF37E_stringValue",
      "value": "1. Create a list with all possible keywords that fit to your product, service or business field. The more the better. So you will get also a lot of keywords which you must pay for only the minimal commandment of 5 cents.\n\n2. Benefit from misspelling in order to find keywords which your competitors did not think of. For example if you have a emergency service , do not only bid for “emergency” but also for “imergency”, “imergensy” or “immergency”.\n\n3. The first position on Googles search result page achieves usually most clicks. However this is also the most expensive position. Give it a try if the second to fourth display position gives you more visitors and more customers for less money.\n\n4. The position of the Adwords-ad is determined not only by the maximum click price that you are ready to spend. Google evaluates also the relevancy of the displayed ad in order to position the Adwords-ads. The more clicks your ad receives, the higher it gets listed.\n\n5. The headline in the Adwords-ad must catch the viewers attention. If you implement the keyword in the header line, you receive considerably more clicks onto your ad.\n\n6. In the ad-text mention one or two reasons, why the internet user should click on it. Which problem solves your product or service? Do you offer a product at a cheaper price or do you ship without the dispatch charges?\n\n7. Avoid price wars at which a competitor and you attempt to outdo the click price for a keyword continuously mutually. You only see to it that the click price fires into the sky. It is better to find search-terms which consist of several words and which are more precise.\n\n8. Google AdWords offers keyword-options which you should absolutely study. If properly set up you can make sure that your AdWords-ad appears only for example if the internet-user has exclusively entered your term and no further.\n\n9. Use “excluding keywords”. Those ones are keywords for which your ad is supposed not to appear. In this way you do not have to pay for clicks, when somebody is searching for free stuff or only for a pamphlet.\n\n10. Construct for every keyword and for everyone of your AdWords ads an own landing-page. There you can offer especially that which the internet-user searched for.\n\n11. An own landing-page beside has also the advantage that you can measure exactly how many customers a specific Keyword and a specific ad brought in. You can optimize your displays continuously in this way and increase the purchase rate.\n\n12. Update your AdWords-ads at specific events or holidays, for example to the New Year, Valentine, Easter or Christmas.\n\n13. If you mention the price for a product or a service in the AdWords ad, then you can exclude in front the free- and all-free-searcher from clicking your ad.\n\n14. Be conservatively in the selections of the countries and the languages’ in which your AdWords ads are supposed to appear. If your product or your service turn only to customers speaking in a German manner, you should tune “Germany” and “Austria” as countries. With corresponding success you can try out also further countries, for example Switzerland, and areas close to the border. This method can also be applied to any other language.\n\n15. The Google ads are also displayed on partner sites of Google, for example at Focus.de or T-Online.de. If your AdWords ad costs too much and/or goes for too little profit, then interrupt the option that lets announce your ad also on the partner sites of Google. Test wisely. Not all ads run well on the partner sites.\n\nHere you got 15 powerful methods to increase your Adwords profits. All you have to do is to take action and apply them NOW!"
    },
    {
      "_class": "overrideValue",
      "do_objectID": "EDD60793-4C88-40DC-A5E7-CCBFBE9AFB76",
      "overrideName": "C57E3164-554A-46DA-B020-E415BC5AF37E_stringValue",
      "value": "Emma Watson"
    }
  ],
  "overrides": {
    "7A64D8A0-0DA4-4231-9862-B440CEDF5F96": {
      "_class": "MSJSONFileReference",
      "_ref": "images/6c655d852af53b49c50b6e3875001e0b4a04f6db",
      "_ref_class": "MSImageData"
    },
    "889C669C-5ACD-47B0-8811-F5C1E3390E52": "Points 80327",
    "C57E3164-554A-46DA-B020-E415BC5AF37E": "Emma Watson"
  },
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "scale": 1,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "8C6198BD-B8BA-4D44-9D4A-50B374F42BF5",
    "endDecorationType": 0,
    "miterLimit": 10,
    "startDecorationType": 0
  },
  "symbolID": "B1B46C9D-B4E2-412E-8742-926720B1F08C",
  "userInfo": {
    "com.animaapp.stc-sketch-plugin": {
      "kModelPropertiesKey": {
      }
    }
  },
  "verticalSpacing": 0
}