{
  "_class": "symbolInstance",
  "do_objectID": "CD9C5DA4-3453-4425-9F58-AB208BBB382F",
  "exportOptions": {
    "_class": "exportOptions",
    "do_objectID": "4D2B7E12-DEB7-421F-840E-0B766539EC9F",
    "exportFormats": [
    ],
    "includedLayerIds": [
    ],
    "layerOptions": 0,
    "shouldTrim": false
  },
  "frame": {
    "_class": "rect",
    "constrainProportions": false,
    "do_objectID": "7A352918-2375-4B02-A703-150A9B2676C3",
    "height": 461,
    "width": 394,
    "x": 154,
    "y": 943
  },
  "horizontalSpacing": 0,
  "isFlippedHorizontal": false,
  "isFlippedVertical": false,
  "isLocked": false,
  "isVisible": true,
  "layerListExpandedType": 0,
  "name": "Card Copy 4",
  "nameIsFixed": false,
  "overrideValues": [
    {
      "_class": "overrideValue",
      "do_objectID": "A37EC1F2-8115-4D2A-A6C9-A2467836BCCB",
      "overrideName": "7A64D8A0-0DA4-4231-9862-B440CEDF5F96_image",
      "value": {
        "_class": "MSJSONFileReference",
        "_ref": "images/97bc5c816bd4430f1ecffe829a96fd5f8d525b04",
        "_ref_class": "MSImageData"
      }
    },
    {
      "_class": "overrideValue",
      "do_objectID": "8B87009A-5578-4B34-B84D-7EE50FF1966F",
      "overrideName": "889C669C-5ACD-47B0-8811-F5C1E3390E52_stringValue",
      "value": "Points 65558"
    },
    {
      "_class": "overrideValue",
      "do_objectID": "B2EBF337-892A-403C-B928-3D785872FDDA",
      "overrideName": "C57E3164-554A-46DA-B020-E415BC5AF37E_stringValue",
      "value": "The purpose of your brochure may differ from business to business. Some are designed to display services, whereas others are focused on selling an idea. No matter what the focus of the brochure is, it needs to be readable, intriguing, and functional. The brochure must grab a viewer’s attention and hold it long enough to deliver the pertinent information. How do you grab your customers’ attention with just a piece of paper? You could try by giving the viewer a paper cut, but that’s not the kind of attention you want, is it? Seriously though, with so many brochures out there, how do you stand out? The answer is quite simple. Make sure your brochure is professionally designed, written, and printed. Here are some tips to keep in mind when you hire a freelancer or agency to design your brochure: Text is the key. Anyone can write copy, but only a skilled copywriter can write easy-to-read, strong sentence structures that articulate your company’s message. Wouldn’t you rather go to a specialist? Question all. No matter who is writing your copy, make sure the headline on the front of the brochure is in the form of a question. This question should make the viewer want to open the brochure to learn more. Focus on a problem that is most common in your target industry then tie it directly to a solution you provide your clients. Color matters. Stay in tune with your corporate colors. This will help keep an overall brand image in tact as well as strengthen the brand. Type Issues. Typography should be relevant and thought out. Type is so strong that it can make or break a brochure. Stay away from typical fonts and try to stand out from other brochures in your field. Picture This. If you do not need pictures to articulate a message, then do not use them. Most of the time people are prone to use so many pictures in a brochure, they don’t realize they are clouding their message and making their brochure ineffective. Pictures are great, especially when relevant, but they draw reader’s eyes away from the copy which you have spent so much time perfecting. So, use pictures with taste and if at all possible, don’t use them at all.\n\nIf you try to cut corners on your brochure you will end up spending more money down the road when you have to get it redesigned. Make sure you do it right the first time, and you will have a brochure that helps you make the biggest return on the investment."
    },
    {
      "_class": "overrideValue",
      "do_objectID": "0BC6DB15-F5E7-4DAD-911E-62D631E007A7",
      "overrideName": "C57E3164-554A-46DA-B020-E415BC5AF37E_stringValue",
      "value": "Johanna Waters"
    }
  ],
  "overrides": {
    "7A64D8A0-0DA4-4231-9862-B440CEDF5F96": {
      "_class": "MSJSONFileReference",
      "_ref": "images/97bc5c816bd4430f1ecffe829a96fd5f8d525b04",
      "_ref_class": "MSImageData"
    },
    "889C669C-5ACD-47B0-8811-F5C1E3390E52": "Points 65558",
    "C57E3164-554A-46DA-B020-E415BC5AF37E": "Johanna Waters"
  },
  "resizingConstraint": 63,
  "resizingType": 0,
  "rotation": 0,
  "scale": 1,
  "shouldBreakMaskChain": false,
  "style": {
    "_class": "style",
    "do_objectID": "543CBAC0-5D70-4888-B56F-AEB70B1B9D0F",
    "endDecorationType": 0,
    "miterLimit": 10,
    "startDecorationType": 0
  },
  "symbolID": "B1B46C9D-B4E2-412E-8742-926720B1F08C",
  "userInfo": {
    "com.animaapp.stc-sketch-plugin": {
      "kModelPropertiesKey": {
      }
    }
  },
  "verticalSpacing": 0
}